<template>
<div class="zhiding">
  <div class="container">
    

    <div class="card border-primary mb-3" style="max-width: 100%;">
        <div class="card-header"><div class="title">
          <h1>成长的樊振东</h1>
        </div>
    </div>
        <div class="card-body ">
            <div class="row">
      <div class="col-md-6"><img src="https://gss0.bdstatic.com/-4o3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike92%2C5%2C5%2C92%2C30/sign=1390531ba2ec8a1300175fb2966afaea/9c16fdfaaf51f3def033ce909feef01f3b297944.jpg" alt=""></div>
      <div class="col-md-6"> <div class="personal">
      
      <p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;樊振东，1997年生于广东省广州市，中国男子乒乓球运动员，中国国家乒乓球队男队员。</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2008年，11岁的樊振东被八一队选中。 [1]  2012年2月，进入中国国家乒乓球队； [1]  12月，获得乒乓球世青赛男单、混双、男团冠军以及男双亚军。 [2]  2013年1月，樊振东因在直通巴黎第一阶段争夺中力压诸多名将爆冷获得了第2名而成为最大黑马； [3-4]  5月，参加第52届巴黎世乒赛并最终止步男单第三轮； [5]  8月，获得第二届亚洲青年运动会乒乓球项目男单冠军； [6]  9月，获第12届全运会男团、男双冠军以及男单亚军； [7]  11月，樊振东在国际乒联巡回赛波兰公开赛上击败周雨，成为乒联巡回赛史上最年轻的男单冠军得主。 [8]  2014年8月，获得第2届夏季青年奥林匹克运动会乒乓球男单决赛冠军，成为完成了世界青年顶级乒乓球赛的大满贯选手。 [9]  2015年1月，与张继科、马龙、许昕、方博获得迪拜世界杯团体赛男团冠军。 [10]  [11]  2月，获得苏州世锦赛第一张男单入场券； [12]  2016年9月，在国际乒联中国公开赛男单决赛中，樊振东，以4-0完胜新科大满贯得主马龙，收获男单冠军； [13]  10月，男子世界杯乒乓球赛男子单打决赛，樊振东以4-1战胜许昕，夺得个人生涯首个世界三大赛的单打冠军。 [14]  12月，樊振东率领八一大商俱乐部获得乒超联赛男团冠军，这也是八一时隔十五年再夺乒超联赛冠军。 [15] </p>
       <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2018年4月，2018年乒乓球亚洲杯在日本横滨落幕，樊振东4比0横扫队友夺得冠军。</p>
    </div></div>
    </div>
      </div>
</div>
    
    <!-- <span class="md-title">Headline</span> -->
  
    
    
   
    <div class="content">
      <md-steppers>
        <md-step id="first" md-label="个人最佳" >
          <div class="table">
            <table class="table">
              <thead>
                <tr>
                  <th>时间</th>
                  <th>赛事</th>
                  <th>项目</th>
                  <th>成绩</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <td>2013年</td>
                  <td>波兰华沙	 </td>
                  <td>男子单打</td>
                  <td>冠军</td>
                </tr>
                <tr>
                  <td>2014年</td>
                  <td>瑞典斯德哥尔摩	 </td>
                  <td>男子单打</td>
                  <td>冠军</td>
                </tr>
                <tr>
                  <td>2015年</td>
                  <td>波兰华沙	 </td>
                  <td>男子单打</td>
                  <td>冠军</td>
                </tr>
                <tr>
                  <td>2015年</td>
                  <td>瑞典斯德哥尔摩	 </td>
                  <td>男子单打</td>
                  <td>冠军</td>
                </tr>
                <tr>
                  <td>2015年</td>
                  <td>中国成都	 </td>
                  <td>准决赛男子双打</td>
                  <td>冠军</td>
                </tr>
                <tr>
                  <td>2016年</td>
                  <td>中国成都	 </td>
                  <td>男子单打</td>
                  <td>冠军</td>
                </tr>
                <tr>
                  <td>2016年</td>
                  <td>中国成都	 </td>
                  <td>男子单打</td>
                  <td>冠军</td>
                </tr>
                <tr>
                  <td>2018年</td>
                  <td>雅加达	 </td>
                  <td>男子单打</td>
                  <td>冠军</td>
                </tr>
              </tbody>
            </table>
          </div>
        </md-step>
        <md-step id="third" md-label="运动经历"  @click="showDialog = true">
            
    <md-dialog :md-active.sync="showDialog">
      <md-dialog-title>Preferences</md-dialog-title>
      
      <md-tabs md-dynamic-height  >
        <md-tab md-label="初出茅庐">
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;   2004年樊振东代表海珠区少年宫参加“新苗杯”青少年乒乓球赛获得新苗一组男子第一名
        </p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2008年
11岁的樊振东被八一队选中</p>
         <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2011年
年底，樊振东参加了国家二队和省市队在通州的集训，在大循环中获得了第一名</p>
          
          
        </md-tab>

        <md-tab md-label="崭露头角">
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2012年
2月，樊振东如愿进入国家队。 </p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10月，年仅15岁的樊振东参加2012年全国乒乓球锦标赛，在男单1/8决赛，以4:3的比分击败世界冠军王励勤成功闯入男单8强。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;11月，参加在江苏句容举行的2012年全国青年乒乓球锦标赛，在男团比赛中，樊振东帮助队伍收获金牌。在男单方面，樊振东一路奏凯杀进决赛，在3:2领先的情况下遭内蒙古选手、卫冕冠军马特逆转，收获银牌。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;12月，樊振东第一次参加世界级比赛——2012乒乓球世青赛，在男团1/4决赛和半决赛中，与林高远和范胜鹏代表中国男队出场，先是以3:0完胜德国队，后以3:1淘汰法国队。决赛中，再次与林高远和徐晨皓配合代表中国男队出场对阵日本队，比赛中樊振东出任第一单打，两度击败对手，帮助中国男队就以3:1的总比分战胜日本队，夺得世青赛男团冠军。 [2]  同时，樊振东还在男单决赛中，在先失两局的情况下，以4:2逆转林高远，夺得男单冠军。 [22]  在混双比赛决赛中，与刘高阳搭档以4:3的比分赢得比赛获得冠军。 [22]  在男双比赛中，与范胜鹏组合以0:4落败获得银牌</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2013年
1月3日，在中国乒乓球队直通巴黎第一阶段争夺中，年仅16岁的樊振东力压诸
多名将，爆冷获得了第2名，也就此成为最大的一匹黑马。 [3-4] 
1月15-19日，在中国男乒进行了直通巴黎第二阶段的选拔中，樊振东最终取得了第八名的成绩。此后在第二阶段附加赛中与闫安 [23]  出线，进入第三阶段。 [12] 
4月，中国乒乓球队经过国内一系列的选拔赛最终确定了征战名单，樊振东也在名单之列获得了巴黎世乒赛的参赛资格。 [3] 
5月，首次出战第52届巴黎世乒赛，在第一轮轻松战胜资格赛选手后，第二轮以大比分4:3险胜葡萄牙选手蒙泰罗。此后以0:4的比分不敌卫冕冠军张继科而止步第三轮。 [5] 
7月，在2013亚洲乒乓球锦标赛中，在男单方面，1/4决赛负于日本选手松平健太，止步8强。男团方面，决赛中与许昕、马龙搭档代表中国队出战，并帮助中国队在第3盘里击败岸川圣也，以3:0的比分横扫日本队，夺得男团8连冠。 [24] 
8月，在第二届亚洲青年运动会乒乓球项目男单决赛中，樊振东战胜梁靖昆获得冠军。 [6] 
9月，在第12届全运会上，男团比赛里他与王皓、周雨夺得个人全运赛场第一金；男双比赛中，樊振东又与周雨合作问鼎冠军；男单方面接连淘汰大满贯得主张继科、上海直板第一人许昕闯进决赛，但最终以3:4惜败当时世界排名第一的男单头号种子马龙，屈居亚军。 [7]  值得一提的是，樊振东由此成为了全运会历史上最年轻的乒乓球男双冠军和最年轻的男单亚军。 [25] 
11月，在国际乒联巡回赛波兰公开赛上，还不满17岁的樊振东与周雨会师男单决赛，最终以 [26]  4:2力克对手，成为乒联巡回赛史上最年轻的男单冠军得主。 [8]  同月在国际乒联德国公开赛男单决赛中，樊振东以4-1力克东道主名将奥恰洛夫，夺得男单冠军。 [27] 
2014年
3月22日，在亚洲杯乒乓球赛男单决赛中，以3:4惜败于马龙，夺得亚军。 [28] 
5月5日，第52届团体世乒赛在日本东京打响男团决赛的较量。最终中国队以3-1的大比分战胜了对手，获得了本次世乒赛男团冠军。樊振东也凭借此次比赛，成为了世界冠军，并以17岁103天就获得世界冠军的记录，超过在17岁零8个月时获得世界冠军的马龙，成为男乒史上最年轻的世界冠军。 [25] 
8月20日，在第二届夏季青年奥林匹克运动会乒乓球男单决赛中，以4-2的比分战胜日本选手村松雄斗。樊振东也由此完成了世界青年顶级乒乓球赛的大满贯。 [11]  [29] 
10月，在仁川亚运会男单决赛中，以2:4的比分落败于许昕获得银牌。同时，又与马龙、张继科、许昕、周雨获得仁川亚运会男团冠军。 [30] 
11月，在全国乒乓球锦标赛中与许昕搭档问鼎男双冠军，后又在男单决赛中击败马龙获得全锦赛男单冠军。</p>
          

        </md-tab>

        <md-tab md-label="最大成长">
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
6月18日，国际乒联日本公开赛男单决赛进行，马龙4-1击败樊振东，五局比分分别是11-7、5-11、11-7、11-8、11-5 。 [44] 
6月23日，国际乒联中国公开赛男双半决赛中，樊振东/许昕不敌木造勇人/张本智和，无缘决赛。 [45] 
</p>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
4月8日，2018年乒乓球亚洲杯在日本横滨落幕。在与林高远的男单决赛里，樊振东完全掌控场上局势，他直落四局以4比0击败队友夺得冠军。 [61] 
5月6日晚，2018年第54届世乒赛男团决赛，中国队3-0完胜德国队，取得世乒赛九连冠。其中樊振东在第二盘3-0击败菲鲁斯。 [62]  樊振东本次世乒赛连续八场比赛出战，取得八连胜帮助中国队成功实现卫冕，是本届世乒赛的最有价值球员。 [63] 
6月3日，国际乒联世界巡回赛中国公开赛在深圳结束男子双打决赛，樊振东/林高远轻松夺冠， [64]  樊振东不敌马龙，获得男子单打亚军。 [65] 
8月6日，樊振东入选第十八届亚运会中国体育代表团名单。 [66] 
8月28日，2018年雅加达亚运会乒乓球男团决赛，中国队（林高远、樊振东、王楚钦）3-0完胜韩国队（李尚洙、郑荣植、张禹珍）实现七连冠。 [67-68] 
9月1日，2018年雅加达亚运会乒乓球男单决赛，赛会头号种子樊振东4-2战胜队友林高远，继上届亚运会获得男单亚军后，时隔四年终于登上了亚运会男单的最高领奖台，中国男单实现了亚运5连冠，这也是中国队球员，在亚运会历史上获得的第10个乒乓球男单冠军。
        </p>
        
        </md-tab>
      </md-tabs>

      <md-dialog-actions>
        <md-button class="md-primary" @click="showDialog = false">Close</md-button>
      
      </md-dialog-actions>
    </md-dialog>
          
        </md-step>
      </md-steppers>
    </div>
    
  </div>
</div>
</template>

<script>


export default {

   data: () => ({
      showDialog: false
    }),

  components:{

  }
};
</script>




<style scoped lang="scss">

content2 {
  position: relative;
    /* overflow-y: scroll; */
}
.content2{
  
  height: 200px;
  overflow: auto;
}
.live{
  height: 200px;
}
img {
    position: relative;
    /* left: 40px; */
}
.row{
  position: relative;
  /* top: -18px; */
}
.title {
    text-align: center;
    position: relative;
}
.personal {
    position: relative;
    // top: -300px;


}
.content {
    position: relative;
    // top: -250px;
}
.table {
    width: 100%;
    height: 400px;
    /* background-color: aquamarine */
}
 .md-dialog {
    max-width: 768px;
  }
  .comt{
      background: white
  }
</style>
