<template>

  <div>
    <div class="title">
      <h1>亚洲飞人苏炳添</h1>
    </div>
    <!-- <span class="md-title">Headline</span> -->
    <img src="https://gss2.bdstatic.com/9fo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike80%2C5%2C5%2C80%2C26/sign=c70c2f319cef76c6c4dff379fc7f969f/faedab64034f78f0d5e767e375310a55b3191c35.jpg" alt="">
    <div class="personal">
      <!-- <md-step id="second" md-label="早年经历"> -->
      <p> 初中时期，苏炳添与短跑结缘，上初二时，他为了逃避留校补课而参加学校的田径队。2004年11月，15岁的苏炳添第一次参加了正规的比赛——中山市中学生田径比赛。他自发参加比赛，结果他在100米的比赛上以11秒72的成绩（秒表计时）拿到第一名。 [15] 之后，中山市体校田径教师宁德宝把苏炳添招进了麾下。12月，苏炳添被中山市体育运动学校录取，开始接受系统的专业化训练。训练了三个月后，苏炳添第一次参加省里面的邀请赛，100米和200米都进入了决赛，其中100米的成绩达到了电计时11秒7。 [16-17] 2005年11月，苏炳添参加广东省田径公开赛以7秒31获得60米比赛第三名，以11秒34获得100米第三名。 [18] 2006年，在香港对抗赛上，苏炳添收获了100米和200米比赛的冠军，在100米跑出10秒59、200米跑出的21秒多的成绩都接近了健将级运动员的水平。9月，苏炳添参加广东省田径邀请赛以10秒66夺得100米冠军。同年12月，苏炳添被招进广东省田径队进行更高级别的训练。 [18] </p>
      <!-- </md-step> -->
    </div>
    <div class="content">
      <md-steppers>
        <md-step id="first" md-label="个人最佳">
          <div class="table">
            <table class="table">
              <thead>
                <tr>
                  <th>年份/年.月.日</th>
                  <th>成绩/秒</th>
                  <th>风速</th>
                  <th>创造地</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <td>2015.05.30</td>
                  <td>9.99（全国纪录）</td>
                  <td>+1.5</td>
                  <td>美国尤金</td>
                </tr>
                <tr>
                  <td>2015.08.23</td>
                  <td>9.99（全国纪录）</td>
                  <td>-0.4</td>
                  <td>中国北京</td>
                </tr>
                <tr>
                  <td>2018.0623</td>
                  <td>9.91（亚洲纪录）</td>
                  <td>0.2</td>
                  <td>西班牙马德里</td>
                </tr>
              </tbody>
            </table>
          </div>
        </md-step>
        <md-step id="third" md-label="运动经历">
          <!-- <h3>初出茅庐</h3>
        <h4>2007年，苏炳添进入广东省队开始成为一名专业运动员，并师从中国田径第一个全国百米纪录（电子计时）创造者袁国强教练。 [4] 当时他虽未成年但参加了成人组的比赛，并在湖北武汉举行的第六届全国城市运动会上获得了100米第五名的好成绩。</h4>
        <h3>崭露头角</h3>
        <h4>2008年，在全国室内田径锦标赛上，苏炳添收获了男子60米的金牌。 [16] 并先后获全国田径锦标赛男子4×100米接力、全国田径冠军赛暨系列赛男子4×100米接力两块金牌。</h4>
        <h4>2009年2月18日，在全国室内田径锦标赛上海站，苏炳添以6秒66的成绩获得男子60米冠军。 [19] 5月15日，在玉林举行的第11届全运会预选赛暨全国田径锦标赛中，苏炳添以10秒28夺得男子100米冠军，并达到世锦赛B标；接力比赛中又代表广东队以39秒32的成绩夺得男子4×100米冠军。5月21日-5月30日，苏炳添踏上亚洲田径大奖赛苏州、昆山、香港三站赛，在男子100米和4×100米接力两项比赛中连夺5金。 [20] 10月26日，第十一届全国运动会田径男子4×100米接力决赛中代表广东队以39秒22的成绩夺冠。 [21-22] 10月31日，在河内举行的第三届亚洲室内运动会男子60米决赛，苏炳添以6秒65的成绩夺冠。12月12日，在香港举行的第五届东亚运动会上苏炳添以10秒33夺得男子100米冠军，以全年11金的成绩结束赛季。</h4>
        <h3>称霸亚洲</h3>
        <h4>2010年，苏炳添受伤病困扰，上半年基本上没有比赛，主要以养伤和力量练习为主。 [24-25] 在年底的第十六届广州亚运会男子4×100米接力决赛中，苏炳添与陆斌、梁嘉鸿、劳义组成的中国队以38秒78夺得冠军，并刷新全国纪录和亚运会纪录，继1990年北京亚运会摘金后，中国接力队时隔20年再度封王亚洲。</h4>
        <h4>2011年3月19日，全国室内田径锦标赛成都站，苏炳添在60米预赛中跑出6秒56的好成绩，将另一名广东运动员温永毅在2008年所创的6秒58全国纪录提高了0.02秒；决赛又以6秒59获得男子60米冠军。 [28] 4月24日，全国田径大奖赛系列赛肇庆站男子100米比赛中，苏炳添以10秒45夺冠。 [29] 7月8日，日本神户第19届亚洲田径锦标赛男子100米决赛，苏炳添以10秒21的成绩夺得冠军，并达到奥运B标，10秒21也是亚锦赛100米历史上的第二个好成绩。 [20] 8月17日，第26届世界大学生运动会决赛，苏炳添以10秒27获得男子100米季军。 [20] 9月8日，在合肥奥体中心举行的全国田径锦标赛暨伦敦奥运会达标赛男子100米决赛，苏炳添以10秒16（顺风0.7米/秒）的成绩打破了周伟创造的10秒17的全国纪录，并达到了奥运A标。 [30] 9月26日，在海南三亚举行的第12届全国大学生田径锦标赛男子甲组百米飞人大战，苏炳添以10秒34的成绩夺冠，并打破赛会纪录。</h4>
        <h3>首进奥运</h3>
        <h4>冠军科林斯夺得冠军。而此次夺冠却是中国队队员首次在男子百米成年组国际比赛中战胜美国选手，可以说意义非。 [32] 8月4日，在伦敦奥运会男子100米比赛中，苏炳添以10秒19的成绩名列小组第三晋级半决赛，成为了中国短跑史上第一位晋级奥运会男子百米半决赛的选手。 [6] 8月11日，在伦敦奥运会4×100米预赛中，苏炳添与郭凡、梁嘉鸿、张培萌组成的中国队以38秒38的成绩大幅度打破全国记录，但总成绩仅排在第12位未能进入决赛。 [33] 9月22日，苏炳添以10秒21夺得全国田径锦标赛男子100米冠军并实现卫冕</h4>
        <h4>2012年5月6日，在国际田联世界田径挑战赛日本川崎站男子100米决赛中，苏炳添以10秒04（顺风2.9米/秒）超风速的成绩战胜美国选手罗杰斯和前世锦赛</h4>
        <h3>屡创纪录</h3>
        <h4>2013年3月6日，全国室内田径锦标赛南京站男子60米预赛，苏炳添以6秒56平全国纪录的成绩晋级，决赛以6秒55的成绩问鼎冠军，并刷新了自己保持的全国纪录。 [35] 4月27日，全国田径大奖赛肇庆站男子100米决赛，苏炳添仅以10秒23的成绩获得亚军。 [36] 5月21日，国际田联世界田径挑战赛北京站百米飞人大赛，苏炳添以10秒06（顺风0.1米/秒）的成绩获得铜牌，刷新个人最好成绩。 [37] 5月29日，全国田径锦标赛暨十二运会田径项目预选赛男子百米飞人大战在江苏苏州开战，苏炳添在决赛中以10秒17（逆风0.9米/每秒）的成绩率先冲线，第四次问鼎全锦赛男子100米冠军。并实现了在该项目的三连冠。 [38] 7月4日，第20届亚洲田径锦标赛男子100米飞人大战，苏炳添以10秒17（逆风0.3米/每秒）的成绩卫冕，成为中国继郑晨后第二位两获亚锦赛桂冠的百米飞人。 [39] 8月11日，莫斯科第14届世界田径锦标赛男子100米预赛，苏炳添跑出10秒16(逆风0.1米/每秒)，与国家队队友张培萌创历史地双双闯进半决赛。 [40] 9月8日，在辽宁沈阳举办的第十二届全国运动会男子100米决赛中，苏炳添以10.12的成绩夺得亚军。 [41] 9月11日，苏炳添与梁嘉鸿、谭巨全和莫有雪代表广东队以38秒73成功卫冕男子4×100米冠军。 [42] 10月8日，第六届东亚运动会男子百米决赛中，苏炳添以千分之一秒的优势力压日本选手山县亮太成功卫冕，并追平该项目赛会纪录</h4>
        <h4>2014年2月9日，在比利时根特举行的国际田联室内赛60米比赛，苏炳添以6秒66获得亚军。 [44] 3月8日，在波兰索波特举行的世界室内田径锦标赛男子60米飞人大赛中，苏炳添在预赛和半决赛分别跑出6秒58和6秒57的佳绩，成为第一位杀入世界大赛（世锦赛、奥运会）短跑决赛圈的中国选手，并以6秒52勇夺第4，并打破了由他自己保持的全国纪录，创中国在室内世锦赛短跑项目历史最好成绩。 [45-46] 9月28日晚，在仁川亚运会田径赛场上，备受关注的男子百米飞人大战战罢，苏炳添以10秒10为中国队获得男子100米亚军。 [47] 10月2日，在仁川亚运田径男子4 x 100米接力的比赛中，他和陈时伟、谢震业、张培萌组成的中国队以37秒99，破亚洲纪录的成绩夺冠，这是中国队连续在两届亚运会上打破记录的方式夺得该项目的冠军。 [48] 10月9日，获得2014年全国田径锦标赛男子100米比赛亚军。</h4> -->
          <div class="row">
            <div class="col-4">
              <div id="list-example" class="list-group">
                <a class="list-group-item list-group-item-action" href="#list-item-1">初出茅庐</a>
                <a class="list-group-item list-group-item-action" href="#list-item-2">崭露头角</a>
                <a class="list-group-item list-group-item-action" href="#list-item-3">称霸亚洲</a>
                <a class="list-group-item list-group-item-action" href="#list-item-4">首进奥运</a>
                <a class="list-group-item list-group-item-action" href="#list-item-5">屡创纪录</a>
              </div>
            </div>
            <div class="col-8 content2" >

              <div data-spy="scroll" data-target="#list-example" data-offset="0" class="scrollspy-example live" >
                <h4 id="list-item-1">初出茅庐</h4>
                <p>2007年，苏炳添进入广东省队开始成为一名专业运动员，并师从中国田径第一个全国百米纪录（电子计时）创造者袁国强教练。 [4] 当时他虽未成年但参加了成人组的比赛，并在湖北武汉举行的第六届全国城市运动会上获得了100米第五名的好成绩。</p>
                <h4 id="list-item-2">崭露头角</h4>
                <p>2008年，在全国室内田径锦标赛上，苏炳添收获了男子60米的金牌。 [16] 并先后获全国田径锦标赛男子4×100米接力、全国田径冠军赛暨系列赛男子4×100米接力两块金牌。2009年2月18日，在全国室内田径锦标赛上海站，苏炳添以6秒66的成绩获得男子60米冠军。 [19] 5月15日，在玉林举行的第11届全运会预选赛暨全国田径锦标赛中，苏炳添以10秒28夺得男子100米冠军，并达到世锦赛B标；接力比赛中又代表广东队以39秒32的成绩夺得男子4×100米冠军。5月21日-5月30日，苏炳添踏上亚洲田径大奖赛苏州、昆山、香港三站赛，在男子100米和4×100米接力两项比赛中连夺5金。 [20] 10月26日，第十一届全国运动会田径男子4×100米接力决赛中代表广东队以39秒22的成绩夺冠。 [21-22] 10月31日，在河内举行的第三届亚洲室内运动会男子60米决赛，苏炳添以6秒65的成绩夺冠。12月12日，在香港举行的第五届东亚运动会上苏炳添以10秒33夺得男子100米冠军，以全年11金的成绩结束赛季。</p>
                <h4 id="list-item-3">称霸亚洲</h4>
                <p>2010年，苏炳添受伤病困扰，上半年基本上没有比赛，主要以养伤和力量练习为主。 [24-25] 在年底的第十六届广州亚运会男子4×100米接力决赛中，苏炳添与陆斌、梁嘉鸿、劳义组成的中国队以38秒78夺得冠军，并刷新全国纪录和亚运会纪录，继1990年北京亚运会摘金后，中国接力队时隔20年再度封王亚洲。</p>
                <p>2011年3月19日，全国室内田径锦标赛成都站，苏炳添在60米预赛中跑出6秒56的好成绩，将另一名广东运动员温永毅在2008年所创的6秒58全国纪录提高了0.02秒；决赛又以6秒59获得男子60米冠军。 [28] 4月24日，全国田径大奖赛系列赛肇庆站男子100米比赛中，苏炳添以10秒45夺冠。 [29] 7月8日，日本神户第19届亚洲田径锦标赛男子100米决赛，苏炳添以10秒21的成绩夺得冠军，并达到奥运B标，10秒21也是亚锦赛100米历史上的第二个好成绩。 [20] 8月17日，第26届世界大学生运动会决赛，苏炳添以10秒27获得男子100米季军。 [20] 9月8日，在合肥奥体中心举行的全国田径锦标赛暨伦敦奥运会达标赛男子100米决赛，苏炳添以10秒16（顺风0.7米/秒）的成绩打破了周伟创造的10秒17的全国纪录，并达到了奥运A标。 [30] 9月26日，在海南三亚举行的第12届全国大学生田径锦标赛男子甲组百米飞人大战，苏炳添以10秒34的成绩夺冠，并打破赛会纪录。</p>
                <h4 id="list-item-4">首进奥运</h4>
                <p>冠军科林斯夺得冠军。而此次夺冠却是中国队队员首次在男子百米成年组国际比赛中战胜美国选手，可以说意义非。 [32] 8月4日，在伦敦奥运会男子100米比赛中，苏炳添以10秒19的成绩名列小组第三晋级半决赛，成为了中国短跑史上第一位晋级奥运会男子百米半决赛的选手。 [6] 8月11日，在伦敦奥运会4×100米预赛中，苏炳添与郭凡、梁嘉鸿、张培萌组成的中国队以38秒38的成绩大幅度打破全国记录，但总成绩仅排在第12位未能进入决赛。 [33] 9月22日，苏炳添以10秒21夺得全国田径锦标赛男子100米冠军并实现卫冕 2012年5月6日，在国际田联世界田径挑战赛日本川崎站男子100米决赛中，苏炳添以10秒04（顺风2.9米/秒）超风速的成绩战胜美国选手罗杰斯和前世锦赛
                  <h4 id="list-item-5">屡创记录</h4>
                  <p>2013年3月6日，全国室内田径锦标赛南京站男子60米预赛，苏炳添以6秒56平全国纪录的成绩晋级，决赛以6秒55的成绩问鼎冠军，并刷新了自己保持的全国纪录。 [35] 4月27日，全国田径大奖赛肇庆站男子100米决赛，苏炳添仅以10秒23的成绩获得亚军。 [36] 5月21日，国际田联世界田径挑战赛北京站百米飞人大赛，苏炳添以10秒06（顺风0.1米/秒）的成绩获得铜牌，刷新个人最好成绩。 [37] 5月29日，全国田径锦标赛暨十二运会田径项目预选赛男子百米飞人大战在江苏苏州开战，苏炳添在决赛中以10秒17（逆风0.9米/每秒）的成绩率先冲线，第四次问鼎全锦赛男子100米冠军。并实现了在该项目的三连冠。 [38] 7月4日，第20届亚洲田径锦标赛男子100米飞人大战，苏炳添以10秒17（逆风0.3米/每秒）的成绩卫冕，成为中国继郑晨后第二位两获亚锦赛桂冠的百米飞人。 [39] 8月11日，莫斯科第14届世界田径锦标赛男子100米预赛，苏炳添跑出10秒16(逆风0.1米/每秒)，与国家队队友张培萌创历史地双双闯进半决赛。 [40] 9月8日，在辽宁沈阳举办的第十二届全国运动会男子100米决赛中，苏炳添以10.12的成绩夺得亚军。 [41] 9月11日，苏炳添与梁嘉鸿、谭巨全和莫有雪代表广东队以38秒73成功卫冕男子4×100米冠军。 [42] 10月8日，第六届东亚运动会男子百米决赛中，苏炳添以千分之一秒的优势力压日本选手山县亮太成功卫冕，并追平该项目赛会纪录 2014年2月9日，在比利时根特举行的国际田联室内赛60米比赛，苏炳添以6秒66获得亚军。 [44] 3月8日，在波兰索波特举行的世界室内田径锦标赛男子60米飞人大赛中，苏炳添在预赛和半决赛分别跑出6秒58和6秒57的佳绩，成为第一位杀入世界大赛（世锦赛、奥运会）短跑决赛圈的中国选手，并以6秒52勇夺第4，并打破了由他自己保持的全国纪录，创中国在室内世锦赛短跑项目历史最好成绩。 [45-46] 9月28日晚，在仁川亚运会田径赛场上，备受关注的男子百米飞人大战战罢，苏炳添以10秒10为中国队获得男子100米亚军。 [47] 10月2日，在仁川亚运田径男子4 x 100米接力的比赛中，他和陈时伟、谢震业、张培萌组成的中国队以37秒99，破亚洲纪录的成绩夺冠，这是中国队连续在两届亚运会上打破记录的方式夺得该项目的冠军。 [48] 10月9日，获得2014年全国田径锦标赛男子100米比赛亚军。
                  </p>
              </div>
            </div>
          </div>
        </md-step>
      </md-steppers>
    </div>

  </div>

</template>

<script>
// $(".content2").scrollspy({ target: ".scrollspy-example" });
export default {};
</script>




<style scoped>
content2 {
  position: relative;
    /* overflow-y: scroll; */
}
.content2{
  
  height: 200px;
  overflow: auto;
}
.live{
  height: 200px;
}
img {
    position: relative;
    /* left: 40px; */
}
.row{
  position: relative;
  top: -18px;
}
.title {
    text-align: center;
    position: relative;
}
.personal {
    position: relative;
    top: -300px;
    left: 50%;
    width: 40%;
}
.content {
    position: relative;
    top: -250px;
}
.table {
    width: 100%;
    height: 400px;
    /* background-color: aquamarine */
}
</style>
